Repository: phillt3/ClubUp
Catalog: ClubUp/Utility/Localizable.xcstrings
Source language: en
Languages: es_419

source: Auto Fill
es_419: Llenado automático

source: Add All
es_419: Añadir Todo

source: Add Club
es_419: Añadir Palo

source: Add Clubs To Get Recommendation
es_419: Añade Clubes Para Obtener Una Recomendación

source: Add Custom Club
es_419: Añadir Club Personalizado

source: Add Distance
es_419: Añadir distancia

source: Add Recommended Clubs (%lld)
es_419: Añadir clubes recomendados ( %lld)

# add_clubs_to_get_rec
source: Add Clubs To Get Recommendation
es_419: Agregue Palos para Obtener Recomendaciones

# add_rec_clubs
source: Add Recommended Clubs
es_419: Agregar Palos Recomendados

# adj_distance
source: Adjusted Distance
es_419: Distancia Ajustada

# adj_distance_alert
source: This represents the adjusted measurement for length between you and the target by accounting for height (either above or below your current position). Use a rangefinder to determine this value.
es_419: Esto representa la medida ajustada de la longitud entre usted y el objetivo al tener en cuenta la altura (ya sea por encima o por debajo de su posición actual). Utilice un telémetro para determinar este valor.

source: Adjusted Distance (Meters)
es_419: Distancia Ajustada (Metros)

source: Adjusted Distance (Yards)
es_419: Distancia Ajustada (Yardas)

# alt
source: Altitude
es_419: Altitud

source: Altitude
es_419: Altitud

# altitude_alert
source: This represents the current distance you are above sea level. Altitude effects the carry distance of a golf ball through change in air density and even (on a minimal scale) gravity. The higher the altitude, the thinner the air and thus less drag force on a ball, letting it fly farther.
es_419: Esto representa la distancia actual a la que se está sobre el nivel del mar. La altitud afecta a la distancia de transporte de una pelota de golf a través del cambio en la densidad del aire e incluso (a una escala mínima) de la gravedad. Cuanto mayor sea la altitud, más delgado será el aire y, por lo tanto, menos fuerza de arrastre en una bola, dejándola volar más lejos.

# altitude_f
source: Altitude (Feet)
es_419: Altitud (Pies)

# altitude_m
source: Altitude (Meters)
es_419: Altitud (Metros)

source: Bad Shot
es_419: Mal Disparo

source: Brand
es_419: Marca

source: Bunker
es_419: Búnker

source: Calculate
es_419: Calcular

source: Clear
es_419: Despejado

source: Club Type
es_419: Tipo de Club

source: Clubs Quick Add
es_419: Clubes de Adición Rápida

source: Distance
es_419: Distancia

source: Distance Unit
es_419: Unidad de Distancia

# distance_alert
source: This represents the direct measurement of length between you and the target. Use a rangefinder or look for signs and fairway indicators to determine this value.
es_419: Esto representa la medición directa de la longitud entre usted y el objetivo. Utilice un telémetro o busque señales e indicadores de calle para determinar este valor.

source: Distance (Meters)
es_419: Distancia (Metros)

source: Distance (Yards)
es_419: Distancia (Yardas)

source: Down
es_419: Abajo

# fahrenheit
source: °F (Fahrenheit)
es_419: °F (Farenheit)

source: Fairway
es_419: Calle

source: Favorite
es_419: Favorito

source: Favorites
es_419: Favoritos

source: Feet
es_419: Pies

source: Fetching...
es_419: A Buscar...

source: Flat
es_419: Llanura

source: Good Shot
es_419: Buen Disparo

source: Good Shot %
es_419: Buen Disparo %

# good_shot_perc
source: Good Shot %
es_419: Buen Disparo %

source: Got it!
es_419: ¡Entiendo!

source: Hybrid
es_419: Híbrido

# imperial
source: Imperial (Yards, Miles)
es_419: Imperial (Yardas, Millas)

source: Iron
es_419: Hierro

source: Lie
es_419: Postura

# lie_alert
source: This represents the condition of the ground you are currently hitting off of. There is complexity and randomness to the effect of a golf ball's distance depending on lie, but typically the more pristine a lie, the more true and farther a ball will likely travel.
es_419: Esto representa la condición del suelo del que estás golpeando actualmente. Hay complejidad y aleatoriedad en el efecto de la distancia de una pelota de golf dependiendo de la mentira, pero por lo general, cuanto más prístina es una mentira, más verdadera y más lejos es probable que viaje una pelota.

source: Meters
es_419: Metros

# metric
source: Metric (Meters, Kilometers)
es_419: Métrica (Metros, Kilómetros)

source: Model
es_419: Modelo

source: Rain
es_419: Lluvia

# rain_alert
source: If it is currently raining, raindrops will disrupt airflow during a ball's flight, increasing drag, causing some downward momentum, leading to the ball flying shorter distances.
es_419: Si actualmente está lloviendo, las gotas de lluvia interrumpirán el flujo de aire durante el vuelo de una pelota, aumentando la resistencia, causando un cierto impulso hacia abajo, lo que hará que la pelota vuele distancias más cortas.

source: Raining
es_419: Lloviendo

source: Reset
es_419: Volver a Poner

source: Select Club Number
es_419: Seleccione el número de club

source: Settings
es_419: Ajustes

source: Shot Tracker
es_419: Rastreador de disparos

source: Slope
es_419: Pendiente

# slope_alert
source: Slope can be understood differently based on the scenario, in this case, it is the representation of whether or not you are hitting on an upward angle, or downward angle. Hitting on an upward angle can promote the ball to fly higher and land shorter, the opposite is true for a downward angle.
es_419: La pendiente se puede entender de manera diferente en función del escenario, en este caso, es la representación de si está golpeando o no en un ángulo hacia arriba o hacia abajo. Golpear en un ángulo ascendente puede hacer que la pelota vuele más alto y aterrice más corto, lo contrario es cierto para un ángulo hacia abajo.

source: Speed Unit
es_419: Unidad de velocidad

source: Tee
es_419: Soporte

# temp
source: Temperature
es_419: Temperatura

# temp_unit
source: Temperature Unit
es_419: Unidad de Temperatura

source: Temperature
es_419: Temperatura

source: Temperature Unit
es_419: Unidad de temperatura

# temperature_alert
source: This represents the degree of temperature for current playing conditions. There are many factors as to why temperature effects carry distance such as with air density, air resistance, ball elasticity, firm or soft ground, etc. Colder weather promotes shorter carry distances and vice versa.
es_419: Esto representa el grado de temperatura para las condiciones de juego actuales. Hay muchos factores en cuanto a por qué los efectos de la temperatura llevan la distancia, como la densidad del aire, la resistencia del aire, la elasticidad de la bola, el suelo firme o blando, etc. El clima más frío promueve distancias de transporte más cortas y viceversa.

source: Temperature (°C)
es_419: Temperatura (°C)

source: Temperature (°F)
es_419: Temperatura (°F)

source: Up
es_419: Arriba

source: Wedge
es_419: Cucharilla

source: Wind Direction
es_419: Dirección del Viento

source: Wind Speed
es_419: Velocidad del Viento

# wind_direction_alert
source: This represents from which direction the wind is blowing. Depending on the angle, wind direction can help or hurt a golf ball's distance to varying degrees. Throw a little bit of grass into the air and note the direction it moves or check nearby flags (such as the hole's flagstick) to determine this value relative to your position.
es_419: Esto representa desde qué dirección sopla el viento. Dependiendo del ángulo, la dirección del viento puede ayudar o dañar la distancia de una pelota de golf en diversos grados. Lance un poco de hierba al aire y anote la dirección en la que se mueve o revise las banderas cercanas (como el asta del agujero) para determinar este valor en relación con su posición.

# wind_speed_alert
source: This represents to what degree the wind will effect the ball. High wind speeds will more dramatically push the ball.
es_419: Esto representa hasta qué punto el viento afectará a la pelota. Las altas velocidades del viento empujarán más dramáticamente la pelota.

source: Wood
es_419: Palo

source: Yards
es_419: Yardas

source: Your Bag (%lld)
es_419: Tu bolso ( %lld)

source: Your Clubs
es_419: Tus clubes

source: Your Bag
es_419: Tu bolsa
